# IdeaStatiCa.RcsApi.Model.RcsTendonBarData

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Point** | **Point2D** |  | [optional]
**Material** | **RcsMaterial** |  | [optional]
**NumStrandsInTendon** | **int** |  | [optional]
**PrestressingOrder** | **int** |  | [optional]
**TendonDuct** | **RcsTendonDuctData** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)